export const text1 = `什么是蘑菇自习室
刘开 蘑菇自习室MOGROOM 2023-02-19 02:10
每个人眼中可能对自习室或者我们的定义都不太一样，以下是我一路走来的故事，也是我眼中的蘑菇自习室

有温度的科技产品
蘑菇的故事是从我家的书房开始的，2019年11月，决定要开自习室之后开始在家研究各种乱七八糟的设备。从来没关注过玻璃门是怎么锁上的，也从来没有接触过物联网，一脸茫然的我只好在淘宝上研究各种奇奇怪怪的零件和电路图，买了一大堆电笔电工胶带在书房里做试验。多亏了生在天朝什么产品都有人做，也多亏了万能的GitHub给我找参考，研究了一段时间之后终于可以在局域网里控制电锁的开关，开店代办事项上重要的一条就这样被勾上了。
12月装修进入尾声，我抱着本来家里用来做NAS的惠普家用服务器来到准备开业的珠江路店，调试起来我引以为傲的智能门禁和钨丝灯。回想起来当时就是觉得好玩有意思，至于这些看起来花里胡哨的东西能给自习室带来什么我也完全没有想过。
也感谢丰义帮我做了第一版小程序的设计，流程跑通的那一刻还是稍微有点小小激动，现在回头看看最初的第一版感觉还是挺简陋的，不过可能再过个一两年回头看现在的也一样吧。
就这样，一个程序员瞎胡闹出来的自习室就这么开业了，到开业为止我都没去过别的自习室，也不知道是哪里来的迷之自信会让自己觉得店铺能正常的开下去的，感觉整件事更像一个程序员的社会实验，要是当初全拍了传到B站说不定也能火一把呢Image
真正让我发生转变的，是开业头两个月。
自习室刚开业半个月，只收了几百块钱就遇上疫情了，真的是可能连电费都不够交的，加上之前装修太没有经验花了太多时间，很快又要交第二次房租了，心里想过好几次不会这么倒霉还没开几天就要关门吧...
让我从来没有想过的是，鼓励我继续走下去的，竟然是自习室的用户们。可能是之前做的工作太虚无缥缈了或者是公司太大了，我从来没有感受过自己写的代码做的产品可以带给别人帮助的感觉。开业之后陆陆续续收到了几个用心的评价，也有私信我的留言，第一次感受到自己做的事情在真正的产生价值，也坚定了我起码要撑两年下去的信念。
还让我从来没有想过的是，我竟然会被默默学习工作的用户们感动。有时候看到几个熟悉的头像悄悄点亮小程序，又默默的坐在座位上看书工作，我竟然有种老母亲看到小孩考100分一般欣慰的感觉。之前没想清楚自习室为什么吸引人，慢慢才明白每个用户默默无言的行为本身都是可以传递给别人的能量。
这是我第一次感受到科技的温度，从那时起我更加坚定了我的想法：蘑菇不要做制造焦虑的自习室，我们要做更多有温度的科技产品来回报大家。有自信的中国制造
最近几年，越来越多的中国品牌崭露头角圈粉无数，中国的品牌也逐渐从模仿舶来品走向引领潮流领先世界。汽车圈尤其明显，吉利、比亚迪、蔚来理想等国产品牌用极其有竞争的产品力重塑着世界汽车格局，使得中国成为汽车领域最有活力的国家；在咖啡圈，以Manner、Seesaw为代表的国产咖啡力量也在强有力的撼动着以星巴克为代表的国外品牌，产品质量、性价比真的高了不止一个台阶。
自习室的概念起于韩国和台湾，记得在12年去台湾做交换生的时候就看到过台北有很多类似的K书馆，当时也不太在意，因为主要K书馆的目标客户还是初高中应试的人群，对于大学生来说台湾学校的图书馆已经基本足够满足需求了。
回看一下自习室的发展，让我觉得特别像若干年前奶茶店的发展历程。同样是台湾传播到国内，从开始完全抄袭模仿遍地开花，到逐渐形成差异化不断提升产品质量，到现在茶颜、喜茶等龙头出现、二三线品牌百花齐放，再和台湾奶茶对比完全形成碾压式的优势，中国从业者的创新与竞争力是全世界独一无二的。
国内目前大部分的自习室发展还处于比较早期模仿学习的阶段，用的很多名字也是借鉴了韩国电视剧或者台湾比较流行的概念来进行宣传。但是相比较于十几年前的奶茶，自习室的进步和迭代明显要来的快很多很多。
由于国内移动互联网的绝对领先优势和成熟的环境，仅仅两年时间大部分自习室已经慢慢走上了智能化，自助式的管理模式，在这个方面也早已超越原来的学习对象了。作为业界第一批也是为数不多的完全自主研发软硬件的品牌，我们也一直在不断努力提升产品的使用体验，提高运营效率。
对于蘑菇而言，模仿和跟随永远都不是我们的目标，就像我一直没搞懂，学习本来就很压抑了，为什么自习室的空间一定要是封闭且昏暗的呢？从第一家店开始，蘑菇的目标就是打造开放明亮的学习空间，让大家可以在工作学习的同时享受阳光和开阔的环境。与此同时我们也不断将智能化的设备融入到更多使用的场景中，让看似普通的玻璃门，储物柜更加的简洁易用。
产品的一步步提升慢慢才能带来质的改变，我们相信真正的中国制造可以使得这个原本诞生于日韩的产品真正的走进主流视野。十几年前喝奶茶的还是80、90后，但是今天也有很多60后（我妈）专门跑到去长沙去喝茶颜悦色，蘑菇相信中国的品牌一定会在自习室迈向主流的道路上扮演至关重要的角色，也期待着这一天的到来。面向未来的工作学习新方式
刚工作时我被公司派到杭州一个分支结构锻炼，不满于当时工作状态的我开始看着Coursera的免费网课一点点的学习计算机编程，后来一段时间基本下班或者周末都会找咖啡厅或者图书馆自学或者瞎折腾一会儿。时至今日则更简单了，每天都有无数的90后00后在B站跟罗老师学法律，跟王刚学做菜，跟稚晖君学代码。当然，面对广阔宽泛的教育行业我不敢说自学一定会成为未来的主流，但持续学习，尤其是持续自学能力已经明显成为个体在社会竞争中最重要的能力之一。
互联网降低了教育的成本，在信息爆炸，越来越强调Self Motivation的今天，一个更适合自学自主工作的场景越来越迫切的需要被满足。
在自习室里我们经常可以接触到很多意想不到的客户和人群：有熬夜码字的大学教授，也有加班赶PPT的广告人，有心怀梦想的程序员小哥，也有上完大夜班还来看书的医护人员。其实他们每个人身上的故事都告诉着我这个社会越来越多元化，各行各业的从业者都不断努力提高改变着自己，我们也更有信心和动力这些努力成长，努力拼搏的人们提供一个更适合他们的学习场景和空间。
我们相信自习室会有越来越多的应用场景，不论是升学求职还是职场工作，亦或者休闲阅读，这种灵活自由、轻松舒适的空间产品是大家最好的连接之处。尝试、挑战和你们
如果你看到这里，那么真的很感谢你的支持，大话空话基本已经说的差不多了，基本都是我一路走在到现在的感受和认识，对我而言，一段经历不仅是想做成什么事，它本身的过程也是它的意义所在。
在这一两年的时间里我做过很多以前没有经历过的尝试，跑工地、做产品设计、聊合作等等对我来说都是崭新的挑战，能从大家身上学习到一些东西对我而言都是很宝贵的经历。
我对于蘑菇的探索也仅仅是一个开始，自习室的场景对于我而言还有很多很多的设想无法在这里告诉大家，如果你有任何好的想法或者想了解更多关于蘑菇的故事，也欢迎发邮件给我（liukai@mogroom.com）或者直接在公众号后台留言。`

export const text2 = `蘑菇自习室宁波大学店, 地址宁波市江北区庄市大道25号富力悦士庭122号, 电话17855828561, 微信号mogroom21,Wi-Fi名称MOGROOM, Wi-Fi密码Mog4ever, A出口,2号线,宁波大学站,,, 停车 富力广场地下停车场，每次入场后4小时内免费，可反复进出。
蘑菇自习室南京中和店, 地址建邺区中和路126号东南青年汇5楼, 电话18852012268, 微信号mogroom10,Wi-Fi名称青年汇, Wi-Fi密码12345678, , 停车 包月200
蘑菇自习室嵊州吾悦店, 地址浙江省嵊州市兴盛街666号吾悦广场写字楼，4楼407室, 电话18989526928, 微信号mogroom20,Wi-Fi名称MOGROOM, Wi-Fi密码Mog4ever, , 停车 15分钟内免费，5元/小时，单天40元封顶
蘑菇自习室扬州京华城店, 地址邗江区五彩世界生活广场B座22楼, 电话15951896605, 微信号15951896605,Wi-Fi名称MOGROOM, Wi-Fi密码Mog4ever, , 停车 免费
蘑菇自习室镇江万科店, 地址润州区蛋山路魅力之城生活汇2楼206室, 电话15358615505, 微信号mogroom17,Wi-Fi名称MOGROOM, Wi-Fi密码Mog4ever, , 停车 万科生活汇
蘑菇自习室江浦同心店, 地址新浦路120号东南青年汇5楼, 电话15105182629, 微信号mogroom2,Wi-Fi名称DNQNHTX, Wi-Fi密码18013976555, 1号口,10号线,万汇城站,,, 停车 2元/小时
蘑菇自习室锦创书城店, 地址珠江路699号锦创书城2楼（Grace Street Cafe楼上）, 电话15850570935, 微信号mogroom3,Wi-Fi名称MOGROOM, Wi-Fi密码Mog4ever, 2号口,2号线,西安门站,,, 停车 4元/小时
蘑菇自习室仙林东南店, 地址栖霞区仙林大道与文澜路交汇处东南青年汇A座4楼, 电话18852012268, 微信号mogroom10,Wi-Fi名称东南青年汇, Wi-Fi密码1234554321, 1号口,2号线,学则路站,,, 停车 2元/小时
蘑菇自习室阿克苏店, 地址阿克苏小南街迎宾大厦912, 电话18167527997, 微信号mogroom19,Wi-Fi名称MOGROOM, Wi-Fi密码Mog4ever, , 停车 人民商厦停车场🅿️阿克苏迎宾停车场🅿️
蘑菇自习室南京江宁店, 地址江宁区胜太路唯品会奥莱6楼, 电话15371049293, 微信号mogroom18,Wi-Fi名称MOGROOM, Wi-Fi密码Mog4ever, 2号口,3号线,胜太西路站,,, 停车 3元/小时
蘑菇自习室镇江润州店, 地址润州区朱方路241号朱方大厦1712, 电话15358615505, 微信号mogroom17,Wi-Fi名称MOGROOM, Wi-Fi密码Mog4ever, , 停车 朱方大厦
蘑菇自习室南京凤凰书城店, 地址鼓楼区湖南路凤凰国际书城5楼, 电话17312149293, 微信号mogroom16,Wi-Fi名称MOGROOM, Wi-Fi密码Mog4ever, 1号口,1号线,玄武门站,,, 停车 8元/小时
蘑菇自习室杭州滨江店, 地址滨江区江陵路星耀城一期3号楼1407, 电话19157815352, 微信号mogroom14,Wi-Fi名称MOGROOM, Wi-Fi密码Mog4ever, A出口,1号线,江陵路站,,, 停车 5元/小时，40封顶
蘑菇自习室苏州狮山店, 地址苏州新区狮山生活广场5栋219, 电话请查看大众点评, 微信号mogroom13,Wi-Fi名称MOGROOM, Wi-Fi密码Mog4ever, 5号口,3号线,狮山路站,,, 停车 金鹰和龙湖（6元/小时），金鹰前2小时免费，狮山生活广场（4元/半小时）
蘑菇自习室海拉尔海桥店, 地址海桥家园高层3号楼110门市, 电话请查看大众点评, 微信号mogroom9,Wi-Fi名称MOGROOM, Wi-Fi密码Mog4ever, , 停车 免费
蘑菇自习室南京江北新区店, 地址浦口区明发财富中心2栋A座207, 电话15105182629, 微信号mogroom2,Wi-Fi名称MOGROOM, Wi-Fi密码Mog4ever, 3号北,10号线,万汇城站,,, 停车 5元/天
蘑菇自习室南京河西奥体店, 地址建邺区中泰国际广场5栋1209, 电话18905169293, 微信号mogroom6,Wi-Fi名称MOGROOM, Wi-Fi密码Mog4ever, 3号口,2号线,奥体东站,,, 停车 6元/小时
蘑菇自习室张家港店, 地址天霸商务馆C622（星巴克楼上）, 电话18115571008, 微信号mogroom7,Wi-Fi名称MOGROOM, Wi-Fi密码Mog4ever, , 停车 4元/小时`